Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_ja_kulttuurin_osaamisesta_pulaa_sote-alalla_-_kyselylla_selvitetaan_taydennyskoulutuksen_tarvetta.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten ja kulttuurin osaamisesta pulaa sote-alalla – kyselyllä selvitetään täydennyskoulutuksen tarvetta
sme: Sode-suorggis vátni sámegielaid ja kultuvrra máhtuin – gažademiin čielggadit dárbbu dievasmahttinskuvlejupmái

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) selvittää kyselyllä sosiaali- ja terveysalan ammattilaisten saamen kieliin ja saamelaiseen kulttuuriin liittyviä osaamistarpeita.
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáš (Poske) čielggada gažademiin, makkár sámegielaide ja sámekultuvrii laktáseaddji máhttindárbbut sosiála- ja dearvvašvuođasuorggi ámmátlaččain leat.

source: Tulosten perusteella toteutetaan sosiaali- ja terveysalalle räätälöityä ammatillista täydennyskoulutusta.
sme: Bohtosiid vuođul ollašuhtto sosiála- ja dearvvašvuođasuorgái heivehuvvon ámmátlaš dievasmahttinskuvlejupmi.

source: Kysely on osa Lapin yliopiston, Lapin ammattikorkeakoulun ja Posken toteuttamaa Monialaista ja -tieteistä osaamista sosiaali- ja terveydenhuollon ammattilaisille (MoniSoTe) -hanketta (ESR-rahoitteinen).
sme: Gažadeapmi lea oassi Lappi universitehta, Lappi ámmátallaskuvlla ja Poske ollašuhttán Máŋggasuorggat ja -dieđalaš máhttu sosiála- ja dearvvašvuođafuolahusa ámmátolbmuide (MoniSoTe)-fitnus (ESR-ruhtadan).

source: Sen tavoitteena on saada tietoa Lapissa toimivien sosiaali- ja terveydenhuollon ammattilaisten monialaisista osaamistarpeista.
sme: Dan ulbmilin lea oažžut dieđu Lappi guovllu sosiála- ja dearvvašvuođafuolahusa ámmátlaččaid máŋggasuorggat máhttindárbbuin.

source: Työelämän ajankohtaisiin osaamistarpeisiin pyritään vastaamaan monialaisen ja –tieteisen sote-alan ammatillisen täydennyskoulutuksen avulla.
sme: Bargoeallima áigeguovdilis máhttindárbbuide geahččalit vástidit máŋggasuorggat ja -dieđalaš ámmátlaš dievasmahttinskuvlejumiin.

source: Tähän liittyen vahvistetaan saamen kieliin ja kulttuuriin liittyvää osaamista sosiaali- ja terveydenhuollossa.
sme: Dainna nannejit maid sámegielaide ja kultuvrii laktáseaddji máhtuid sosiála- ja dearvvašvuođafuolahusas.

source: ”Toivomme, että osaamistarpeiden kartoittamisen ja lisäkoulutuksen avulla voisimme tukea sellaisten palveluiden toteuttamista, joissa otetaan entistä paremmin huomioon saamelaisten asiakkaiden ja potilaiden tarpeet.
sme: ”Mii sávvat, ahte go čielggadit máhttindárbbuid ja ordnet lasseskuvlejumi, sáhtášeimmet doarjut diekkár bálvalusaid ollašuhttima, mainna váldit sámi áššehasaid ja pasieanttaid dárbbuid buorebut vuhtii go ovdal.

source: Olemme kiinnostuneet saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta laajasti: sekä kieliosaamisesta että ammatillisesta osaamisesta. ” kertoo Posken saamelaisyksikön suunnittelija Lydia Heikkilä.
sme: Mii leat beroštuvvan sámegielat sosiála- ja dearvvašvuođasuorggi ámmátlaččaid máhtuin oalle viidát: sihke giellamáhtus ja ámmátlaš máhtuin”, muitala Poske sámeossodaga plánejeaddji Lydia Heikkilä.

source: Lydia Heikkilä on huolissaan nykytilanteesta, jossa saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamisesta ei ole tarkkaa tietoa.
sme: Lydia Heikkilä lea fuolas dála dilis, go sámegielat sosiála- ja dearvvašvuođasuorggi bargiid máhtuin eai leat dárkilis dieđut.

source: ”Saamenkielisistä sosiaali- ja terveysalan ammattilaisista on kova pula, mutta samalla emme välttämättä osaa hyödyntää olemassa olevien kielitaitoisten ammattilaisten osaamista kaikessa laajuudessaan”, hän pohtii.
sme: ”Mis lea vátni sámegielat sosiála- ja dearvvašvuođasuorggi bargiin, muhto seammá áigge sáhttá geavvat nu, ahte mii eat máhte ávkkástallat buot sámegielat ámmátlaččat máhtuid olles viidodagas”, son suokkarda.

source: Heikkilä pitää tärkeänä saamenkielisten sosiaali- ja terveysalan ammattilaisten osaamistarpeiden kartoittamista erityisesti sote-uudistuksen takia.
sme: Heikkilä oaidná sámegielat sosiála- ja dearvvašvuođasuorggi máhttindárbbuid čielggadeami dehálažžan erenomážit sode-ođastusa dihte.

source: ”Sote-uudistus muuttaa tapoja järjestää kaikkia sosiaali-ja terveyspalveluja.
sme: ”Sode-ođastus rievdá vugiid ordnet buot sosiála- ja dearvvašvuođabálvalusaid.

source: Saamenkielisten ammattilaisten osaamistarpeiden selvittäminen auttaa meitä suunnittelemaan sellaisia tulevaisuuden saamenkielisiä palveluja, jotka vastaavat paremmin saamelaisyhteisön tarpeisiin”.
sme: Sámegielat ámmátlaččaid máhttindárbbuid čielggadeami veahkeha min plánet boahttevuhtii diekkár sámegielat bálvalusaid, mat vástidit buorebut sámeservoša dárbbuide”.

source: Kyselyyn voi vastata osoitteessa https://link.webropolsurveys.com/S/7D42DA9A2AC28BD4
sme: Gažadeapmái sáhttá vástidit čujuhusas https://link.webropolsurveys.com/S/7D42DA9A2AC28BD4

source: Vastausaikaa on 22.9.2020 asti.
sme: Vástidanáigi lea 22.9.2020 rádjái.

source: Lisätietoja
sme: Lassedieđut

source: Lydia Heikkilä Suunnittelija Pohjois-Suomen sosiaalialan osaamiskeskus, saamelaisyksikkö lydia.heikkila(at)samediggi.fi puh. 040 592 5531
sme: Lydia Heikkilä Plánejeaddji Davvi Suoma sosiálasuorggi máhttinguovddáš, sámeossodat lydia.heikkila(at)samediggi.fi tel. 040 592 5531
